tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
cask "xquartz"
brew "ack"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "cairo"
brew "ant"
brew "autoconf"
brew "automake"
brew "bat"
brew "beanstalkd", restart_service: true
brew "ocaml"
brew "curl", args: ["with-nghttp2"], link: true
brew "composer", link: false
brew "coreutils"
brew "ctags"
brew "docker"
brew "emacs"
brew "ffmpeg"
brew "fish"
brew "libtool", args: ["universal"]
brew "gcc"
brew "gd"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gspell"
brew "gtksourceview3"
brew "libpeas"
brew "gedit"
brew "git"
brew "gradle"
brew "haskell-stack", link: false
brew "idris"
brew "igbinary"
brew "jasper"
brew "jmeter", args: ["with-plugins"]
brew "libgphoto2"
brew "libicns"
brew "memcached", restart_service: true
brew "libmemcached"
brew "little-cms2"
brew "makedepend"
brew "ncurses"
brew "nano"
brew "neovim"
brew "net-snmp"
brew "node"
brew "nvm"
brew "opam"
brew "php@7.0"
brew "phplint"
brew "phpunit", link: false
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "rust"
brew "sane-backends"
brew "sbt"
brew "scala"
brew "sdl2"
brew "selenium-server-standalone"
brew "shared-mime-info"
brew "spdylay"
brew "tmux"
brew "tree"
brew "valgrind", args: ["HEAD"]
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "yarn", link: false
brew "zlib"
brew "zsh"
cask "android-sdk"
cask "haskell-platform"
